Repository: Kostenkov-2021/AITranslater-nvda-add-on---russian-virsion
Catalog: AITranslater/locale/*/LC_MESSAGES/nvda.po
Languages: ru

source: translation result
ru: результат перевода

source: Invalid input: not text.
ru: Неверный ввод: не текст.

source: input text
ru: исходный текст

source: translate
ru: перевести

source: close
ru: закрыть

source: AI translater
ru: Переводчик с помощью искусственного интеллекта

source: &model
ru: &модель

source: trans&late to
ru: &перевод на

source: use &dialog for results
ru: показывать результат в &диалоговом окне

source: open translation window
ru: открыть окно перевода

source: Translates clipboard text
ru: Переводит текст из буфера обмена

source: Toggles translation of live text
ru: Переключает перевод текста

source: translate last spoken text
ru: переводит последний произнесённый текст
